{
    "about.title": "À propos de nous",
    "about.content.desc.0": "PCS aide les entreprises à créer de la valeur tout au long du cycle de vie des produits - en développant des applications de pointe et en aidant à rendre les produits matures pertinents pour les consommateurs avertis en numérique. En utilisant une stratégie de conception basée sur l'expérience, nous aidons également les clients à repenser leur activité, y compris la manière dont ils engagent les consommateurs, développent des produits et des services et accélèrent la mise sur le marché. Sachant que les entreprises doivent faire plus que suivre les tendances, nous les aidons à réussir avec des percées qui perturbent les industries et les attentes.",
    "about.content.desc.1": "PCS a toujours connecté des points à travers les écosystèmes, rassemblant les fabricants et les marchés pour créer des produits étonnants. Maintenant, nous aidons les entreprises à relier tous ces points aux consommateurs, qui non seulement s'engagent avec des produits et services, mais contribuent également à leur développement continu.",
    "about.content.desc.2": "PCS dispose d'une banque de talents supérieure aux États-Unis et en Inde qui aide les entreprises de produits à faire évoluer leurs produits et leurs fonctions d'ingénierie en tirant parti des États-Unis et de Pune, en Inde. PCS est conçu pour aider les entreprises de produits en fournissant un bassin de talents flexible avec des modèles commerciaux très clairs qui aident nos clients à convertir ces sous-traitants en employés à temps plein en cas de besoin en payant des frais de conversion.",
    "about.features.title": "Nos Caractéristiques",
    "about.features.title.0": "Main-d'œuvre compétente",
    "about.features.title.1": "Approche client cordiale",
    "about.features.title.2": "Notre propre système de recommandation",
    "about.features.title.3": "Connexion globale",
    "about.features.title.4": "Record de piste",
    "about.features.title.5": "Ouvert aux opportunités",
    "about.inner.title.0": "Notre histoire",
    "about.inner.desc.0": "Plus de 4 ans et plus dans le développement de produits. Nous avons construit plus de 15 produits et avons fourni des services à plus de 10 entreprises.",
    "about.inner.title.1": "Notre mission",
    "about.inner.desc.1": "Nous voulons être votre partenaire de choix pour vos besoins de développement de produits.",
    "about.inner.title.2": "Qui nous sommes",
    "about.inner.desc.2": "Nous sommes une équipe d'individus expérimentés qui souhaitent aider nos clients à créer des produits qui apportent des avantages et des changements pour le bien de la société."
}