{
    "clients.title": "Nos clients",
    "clients.desc": "Nous avons développé divers produits à travers le Web, Mobile, Analytics pour nos clients, dont vous pouvez trouver la description ci-dessous.",
    "clients.desc.0": "L'échange de la Mind Therapy Clinic relie le thérapeute, les patients et les installations offrant des soins psychologiques complets. Il permet aux cliniciens de partager leur avis sur un patient, ce qui permet un traitement rapide. L'administrateur et les cliniciens peuvent créer des groupes et inviter les clients à s'inscrire. Nous utilisons React pour les ressources frontales et SailsJS pour le back-end qui est construit sur ExpressJS. Nous avons utilisé la base de données NoSql (Elasticsearch) avec une base de données SQL (PostgreSQL). Aussi pour CI / CD, nous avons utilisé une combinaison de docker et Jenkins.",
    "clients.desc.1": "Digital Spaces Inc. est une plateforme moderne de gestion des espaces de travail en collaboration. La pile technologique se compose de React, Redux pour Frontend, Postgre et Influx pour le backend et Grafana pour la gestion de l'analyse spatiale. DSI a privilégié l'analyse spatiale utilisant des algorithmes avancés de réseau neuronal et la vision par ordinateur pour fournir la démographie, la fréquentation, la présence et le temps de séjour pour tout espace physique.",
    "clients.desc.2": "La plate-forme consiste en une solution basée sur des capteurs, qui permet aux fournisseurs de services pétroliers et aux entreprises de suivre la quantité et la qualité des huiles dans leurs réservoirs. La pile technologique que nous utilisons est la pile TICK (Telegraf, InfluxDB, Chronograf et Kapacitor). La solution fournit des notifications et des alertes en temps réel, minimisant ainsi les coûts et les efforts consacrés à la surveillance manuelle. La solution optimisée par l'IA génère des prévisions concernant les dates de service estimées et le calendrier de remplissage.",
    "clients.desc.3": "MyChatri est une révolution de l'éducation pour l'Inde. Cette plate-forme permet aux demandeurs d'emploi d'être prêts pour l'industrie en utilisant son cloud de connaissances de marque. Nous avons développé une application Web, un module d'administration et une application Android pour MyChatri qui les ont aidés à atteindre leurs objectifs. Nous avons utilisé le framework PHP-laravel et le framework CSS Bootstrap pour le développement de sites Web et pour le développement Android, nous avons utilisé XML et Java.",
    "clients.desc.4": "Chez InfiSwift, nous avons développé des applications Web et Android pour leurs plateformes agricoles et solaires photovoltaïques. La pile technologique comprend la prise en charge de MQTT, React, Redux, pour Frontend, DNP3 pour le développement d'applications backend et natives pour Android. L'application Android que nous avons développée a remplacé le panneau de commande traditionnel des récolteuses de pommes de terre. Nous avons créé un système de suivi et de surveillance basé sur les véhicules sur le Web qui permettait de suivre le chemin du camion et de la moissonneuse-batteuse. Nous avons également créé des tableaux de bord pour la surveillance des onduleurs photovoltaïques, fournissant un contrôle logiciel et une vue d'ensemble avec des analyses et un tableau de bord.",
    "clients.desc.5": "Tavisca est une entreprise de technologie de voyage qui permet chaque année à des millions de réservations de voyages de proposer des solutions à ses clients. Nous les aidons avec notre expertise technique pour la migration de leur composant de .NET Framework et nodeJS vers .NET Core pour l'amélioration des performances et la rentabilité.",
    "clients.desc.6": "Nous avons aidé à créer des applications Web, iOS et Android. La pile technologique utilisée était React, Redux, React-native pour le frontend et Mulesoft pour le backend. L'application Web développée a été conçue pour différents utilisateurs tandis que l'application mobile a été développée pour les agriculteurs avec une mise en page et une navigation simples. Nous avons utilisé les services d'authentification OKTA pour gérer SSO (Single Sign-ON) et AD (Authorized Dealer). Nous avons développé des fonctionnalités telles que l'invitation de nouveaux utilisateurs, les prévisions, les rapports, les alertes de masse, les notifications push.",
    "clients.desc.7": "Nous avons créé une plateforme PV (photovoltaïque) intelligente de bout en bout pour la surveillance à distance des actifs photovoltaïques solaires. Il se compose d'applications Android et Web qui fournissent des outils de diagnostic tels que des tableaux de bord et des alarmes, des outils de gestion des données et de visualisation des données. La pile technologique comprend MQTT, React, Redux, pour Frontend, DNP3 pour le backend et Grafana pour la gestion des analyses.",
    "clients.desc.8": "Nous les avons aidés en leur fournissant des solutions de business intelligence et d'entrepôt de données utilisant des objets Informatica et Business.",
    "clients.desc.9": "Nous les avons aidés en fournissant des ingénieurs backend Java.",
    "clients.desc.10": "Prize Logic LLC fournit des services promotionnels numériques. La société propose des services d'architecture promotionnelle, de planification de calendrier, d'analyse commerciale, de direction artistique, d'emballage de kits, d'expédition, d'entreposage et juridiques. Prize Logic sert des clients du monde entier. Nous les avons aidés en fournissant des ingénieurs full stack .NET.",
    "clients.desc.11": "Ellie Mae Inc., initialement nommée Electronic Mortgage Affiliates, est une société de logiciels qui traite 35% des demandes de prêt hypothécaire aux États-Unis. Les services sont basés sur un logiciel en tant que modèle de service (SaaS) qui rationalise et automatise le processus de création et de financement de nouveaux prêts hypothécaires et facilite la conformité réglementaire. Nous les avons aidés en fournissant des ingénieurs en Machine Learning et Data Science."
}