{
    "about.title": "Über uns",
    
    "about.content.desc.0": "PCS hilft Unternehmen, über den gesamten Produktlebenszyklus hinweg Mehrwert zu schaffen – durch die Entwicklung innovativer Apps und durch die Unterstützung ausgereifter Produkte, die für digital versierte Verbraucher relevant sind. Mit einer erfahrungsgeleiteten Designstrategie helfen wir unseren Kunden auch, ihr Geschäft neu zu denken, einschließlich der Art und Weise, wie sie Verbraucher einbinden, Produkte und Dienstleistungen entwickeln und die Markteinführungszeit verkürzen. Da wir wissen, dass Unternehmen mehr tun müssen, als nur mit Trends Schritt zu halten, helfen wir ihnen mit Durchbrüchen, die Branchen und Erwartungen verändern, erfolgreich zu sein.",
    "about.content.desc.1": "PCS hat schon immer Punkte über Ökosysteme hinweg verbunden und Hersteller und Märkte zusammengebracht, um erstaunliche Produkte zu entwickeln. Jetzt helfen wir Unternehmen, all diese Punkte mit den Verbrauchern zu verbinden, die sich nicht nur mit Produkten und Dienstleistungen beschäftigen, sondern auch zu ihrer kontinuierlichen Entwicklung beitragen.",
    "about.content.desc.2": "PCS verfügt über eine hervorragende Talentbank in den USA und Indien, die Produktunternehmen hilft, ihre Produkt- und Entwicklungsfunktionen zu skalieren, indem sie die USA und Pune, Indien, nutzen. PCS wurde entwickelt, um Produktunternehmen zu helfen, indem es einen flexiblen Talentpool mit sehr klaren Geschäftsmodellen bereitstellt, die unseren Kunden helfen, diese Auftragnehmer bei Bedarf durch Zahlung einer Umwandlungsgebühr in Vollzeitmitarbeiter umzuwandeln.",

    "about.features.title": "Unsere Funktionen",
    "about.features.title.0": "Kompetente Mitarbeiter",
    "about.features.title.1": "Herzliche Kundenansprache",
    "about.features.title.2": "Unser eigenes Empfehlungssystem",
    "about.features.title.3": "Globale Verbindung",
    "about.features.title.4": "Streckenrekord",
    "about.features.title.5": "Offen für Chancen",

    "about.inner.title.0": "Unsere Geschichte",
    "about.inner.desc.0": "Über 4+ Jahre in der Produktentwicklung. Wir haben mehr als 15 Produkte entwickelt und Dienstleistungen für mehr als 10 Unternehmen erbracht.",
    "about.inner.title.1": "Unsere Aufgabe",
    "about.inner.desc.1": "Wir möchten Ihr bevorzugter Partner für Ihre Produktentwicklung sein.",
    "about.inner.title.2": "Wer wir sind",
    "about.inner.desc.2": "Wir sind ein Team von erfahrenen Personen, die unseren Kunden helfen möchten, Produkte zu entwickeln, die zum Wohle der Gesellschaft Nutzen und Veränderung bringen."

}