{
    "clients.title": "Unsere Kunden",
    "clients.desc": "Wir haben für unsere Kunden verschiedene Produkte für Web, Mobile und Analytics entwickelt, deren Beschreibung Sie unten finden.",
    "clients.desc.0": "Der Austausch der Mind Therapy Clinic verbindet Therapeuten, Patienten und Einrichtungen, die eine umfassende psychiatrische Versorgung bieten. Es ermöglicht Ärzten, ihre Meinung zu einem Patienten zu teilen, was eine schnelle Behandlung ermöglicht. Administratoren und Ärzte können Gruppen erstellen und Kunden zur Registrierung einladen. Wir verwenden React für Front-End-Assets und SailsJS für Back-End, das auf ExpressJS basiert. Wir haben die NoSql-Datenbank (Elasticsearch) zusammen mit einer SQL-Datenbank (PostgreSQL) verwendet. Auch für CI/CD haben wir eine Kombination aus Docker und Jenkins verwendet.",
    "clients.desc.1": "Digital Spaces Inc. ist eine moderne, kooperierende Büroflächenverwaltungsplattform. Der Technologie-Stack besteht aus React, Redux für Frontend, Postgre und Influx für das Backend und Grafana für das Spatial Analytics Management. DSI leistete Pionierarbeit bei der räumlichen Analyse mit fortschrittlichen neuronalen Netzwerkalgorithmen und Computer Vision, um Demografie, Besucherfrequenz, Anwesenheit und Verweildauer für jeden physischen Raum bereitzustellen.",
    "clients.desc.2": "Die Plattform besteht aus einer sensorbasierten Lösung, die es Öldienstleistern und Unternehmen gleichermaßen ermöglicht, die Menge und Qualität der Öle in ihren Tanks zu verfolgen. Der von uns verwendete Technologie-Stack ist der TICK-Stack (Telegraf, InfluxDB, Chronograf und Kapacitor). Die Lösung bietet Benachrichtigungen und Warnungen in Echtzeit und minimiert so die Kosten und den Aufwand für die manuelle Überwachung. Die von KI unterstützte Lösung erstellt Prognosen zu geschätzten Serviceterminen und Nachfüllplänen.",
    "clients.desc.3": "MyChatri ist eine Bildungsrevolution für Indien. Diese Plattform ermöglicht es den Stellensuchenden, mit ihrer Markenwissens-Cloud industrietauglich zu sein. Wir haben eine Web-App, ein Admin-Modul und eine Android-App für MyChatri entwickelt, die ihnen dabei halfen, ihre Ziele zu erreichen. Wir haben das PHP-Laravel-Framework und das Bootstrap-CSS-Framework für die Website-Entwicklung und für die Android-Entwicklung XML und Java verwendet.",
    "clients.desc.4": "Bei InfiSwift haben wir Web- und Android-Apps für ihre landwirtschaftlichen und solaren PV(Photovoltaik)-Plattformen entwickelt. Der Technologie-Stack umfasst MQTT-Unterstützung, React, Redux für Frontend, DNP3 für Backend und native Android-App-Entwicklung. Die von uns entwickelte Android-App ersetzte das traditionelle Bedienfeld von Kartoffelerntemaschinen. Wir haben ein fahrzeugbasiertes Verfolgungs- und Überwachungssystem im Internet entwickelt, das den Weg von LKW und Erntemaschine verfolgt. Wir haben auch Dashboards für die Überwachung von Photovoltaik-Wechselrichtern erstellt, die eine Softwaresteuerung und einen Überblick mit Analysen und Dashboards bieten.",
    "clients.desc.5": "Tavisca ist ein Reisetechnologieunternehmen, das jedes Jahr Millionen von Reisebuchungen für Lösungen seiner Kunden ermöglicht. Wir helfen ihnen mit unserem technischen Know-how bei der Migration ihrer Komponenten von .NET Framework und nodeJS zu .NET Core zur Leistungssteigerung und Kosteneffizienz.",
    "clients.desc.6": "Wir halfen bei der Erstellung von Web-, iOS- und Android-Anwendungen. Als Technologie-Stack wurden React, Redux, React-native für das Frontend und Mulesoft für das Backend verwendet. Die entwickelte Webanwendung wurde für unterschiedliche Benutzerpersönlichkeiten entwickelt, während die mobile Anwendung für Landwirte mit einfachem Layout und einfacher Navigation entwickelt wurde. Wir haben OKTA-Authentifizierungsdienste verwendet, um SSO (Single Sign-ON) und AD (Autorisierter Händler) zu verwalten. Wir haben Funktionen wie das Einladen neuer Benutzer, Prognosen, Berichte, Massenbenachrichtigungen und Push-Benachrichtigungen entwickelt.",
    "clients.desc.7": "Wir haben eine End-to-End-Smart-PV-Plattform (Photovoltaik) für die Fernüberwachung von PV-Anlagen entwickelt. Es besteht aus Android- und Web-Apps, die Diagnosetools wie Dashboards und Alarme, Datenverwaltungs- und Datenvisualisierungstools bereitstellen. Der Technologie-Stack umfasst MQTT, React, Redux für das Frontend, DNP3 für das Backend und Grafana für das Analysemanagement.",
    "clients.desc.8": "Wir haben ihnen geholfen, indem wir Business Intelligence- und Data Warehouse-Lösungen mit Informatica- und Business-Objekten bereitgestellt haben.",
    "clients.desc.9": "Wir haben ihnen geholfen, indem wir Java-Backend-Ingenieure bereitgestellt haben.",
    "clients.desc.10": "Prize Logic LLC bietet digitale Werbedienstleistungen an. Das Unternehmen bietet Werbearchitektur, Kalenderplanung, Geschäftsanalyse, Art Direction, Kit-Verpackung, Versand, Lagerhaltung und Rechtsdienstleistungen. Prize Logic bedient Kunden weltweit. Wir haben ihnen geholfen, indem wir .NET-Full-Stack-Ingenieure bereitgestellt haben.",
    "clients.desc.11": "Ellie Mae Inc., ursprünglich Electronic Mortgage Affiliates genannt, ist ein Softwareunternehmen, das 35 % der US-Hypothekenanträge bearbeitet. Die Dienste basieren auf einem Software-as-a-Service-Modell (SaaS), das den Prozess der Vergabe und Finanzierung neuer Hypothekendarlehen rationalisiert und automatisiert und die Einhaltung gesetzlicher Vorschriften erleichtert. Wir haben ihnen geholfen, indem wir Ingenieure für Machine Learning und Data Science bereitgestellt haben."
}