{
    "about.title": "About us",
    
    "about.content.desc.0": "PCS helps companies create value across the entire product lifecycle - by developing innovative apps and supporting mature products that are relevant to digitally savvy consumers. With an experiential design strategy, we also help our clients rethink their business, including the way they engage consumers, develop products and services, and reduce time to market. Knowing that companies have to do more than just keep up with trends, we help them thrive with breakthroughs that change industries and expectations.",
    "about.content.desc.1": "PCS has always connected dots across ecosystems, bringing manufacturers and markets together to create amazing products. Now we are helping companies to connect all these points with consumers who are not only concerned with products and services, but also contribute to their continuous development.",
    "about.content.desc.2": "PCS has an excellent talent bank in the US and India helping product companies scale their product and development capabilities by leveraging the US and Pune, India. PCS is designed to help product companies by providing a flexible talent pool with very clear business models that help our clients convert these contractors into full time employees by paying a conversion fee if necessary.",

    "about.features.title": "Our functions",
    "about.features.title.0": "Competent employees",
    "about.features.title.1": "Warm customer approach",
    "about.features.title.2": "Our own recommendation system",
    "about.features.title.3": "Global connection",
    "about.features.title.4": "track record",
    "about.features.title.5": "Open to opportunities",

    "about.inner.title.0": "Our history",
    "about.inner.desc.0": "Over 4+ years in product development. We have developed more than 15 products and provided services to more than 10 companies.",
    "about.inner.title.1": "Our task",
    "about.inner.desc.1": "We want to be your preferred partner for your product development.",
    "about.inner.title.2": "Who we are",
    "about.inner.desc.2": "We are a team of experienced people who want to help our customers develop products that bring benefits and change for the good of society."

}