{
    "clients.title": "Our Clients",
    "clients.desc": "We have developed various products across Web, Mobile, Analytics for our clients, decription of which you can find below.",
    "clients.desc.0": "Mind Therapy Clinic exchange connects therapist, patients and facilities providing comprehensive psychatric care. It allows clinicians to share their input regarding a patient which enables their quick treatment. Admin and clinicians can create groups and invite clients to enroll. We use React for front-end assets and SailsJS for back-end which is built on ExpressJS. We used NoSql database (Elasticsearch) along with a SQL database (PostgreSQL). Also for CI/CD, we used a combination of docker and Jenkins.",
    "clients.desc.1": "Digital Spaces Inc. is a modern co working office space management platform. The technology stack consists of React, Redux for Frontend while Postgre and Influx for backend and Grafana for spatial analytics management. DSI pionerred spatial analytics using advance neural network algorithms and computer vision to provide demography, footfall, presence and dwell time for any physical space.",
    "clients.desc.2": "The platform consists of a sensor based solution, which enables oil service providers and corporations alike to track the quantity and quality of oils in their tanks. The technology stack we are using is TICK (Telegraf, InfluxDB, Chronograf, and Kapacitor) stack. The solution provides real-time notifications and alerts thus minimizing the cost and effort spent on manual monitoring. The solution which is empowered by AI generates forecasts regarding estimated service dates and refilling schedule.",
    "clients.desc.3": "MyChatri is an education revolution for India. This platform enables the job seekers to be industry ready using its trademark knowledge cloud. We developed a web app, admin module and an android app for MyChatri that helped them in achieving their goals. We used PHP-laravel framework and Bootstrap CSS framework for website development and for Android development we have used XML and Java.",
    "clients.desc.4": "At InfiSwift, we have developed Web and Android apps for their agricultural and solar pv(photovoltaic) platforms. The technology stack includes MQTT support, React, Redux, for Frontend, DNP3 for backend and native android app development. The android app which we developed replaced the traditional control panel of potato harvesters. We created a vehicle based tracking and monitoring system on web that used to track the path of the truck and harvester. We also created dashboards for monitoring photovoltaic inverters, providing software control and overview with analytics and dashboard.",
    "clients.desc.5": "Tavisca is a travel technology company, empowers millions of travel booking for solutions of their customers every year. We are helping them with our technical expertise for migrating their component from .NET Framework and nodeJS to .NET Core for performance improvement and cost effectiveness.",
    "clients.desc.6": "We helped in creating Web, iOS and Android applications. The technology stack used were React, Redux, React-native for frontend and Mulesoft for backend. The web application developed was designed for different user persona while the mobile application was developed for farmers featuring simple layout and navigation. We used OKTA authentication services to manage SSO(Single Sign-ON) and AD(Authorised Dealer). We developed features like inviting new user, forecast, reports, mass alerts, push notification.",
    "clients.desc.7": "We created end to end smart PV (photovoltaic) platform for remote monitoring of solar pv assets. It consists of Android and Web apps that provides diagnostic tools such as dashboards and alarms, data management and data visualisation tools. The technology stack includes MQTT, React, Redux, for Frontend, DNP3 for backend and Grafana for analytics management.",
    "clients.desc.8": "We helped them by providing business intelligence and data warehouse solutions using Informatica and Business objects.",
    "clients.desc.9": "We helped them by providing Java backend engineers.",
    "clients.desc.10": "Prize Logic LLC provides digital promotional services. The Company offers promotional architecture, calendar planning, business analysis, art direction, kit packing, shipping, warehousing, and legal services. Prize Logic serves customers worldwide. We helped them by providing .NET full stack engineers.",
    "clients.desc.11": "Ellie Mae Inc., originally named Electronic Mortgage Affiliates, is a software company that processes 35% of U.S. mortgage applications. The services are based on a software as a service model (SaaS) that streamlines and automates the process of originating and funding new mortgage loans and facilitating regulatory compliance. We helped them by providing Machine Learning and Data Science engineers."
}