{
    "about.title": "O nas",
    
    "about.content.desc.0": "PCS pomaga firmom tworzyć wartość w całym cyklu życia produktu - opracowując najnowocześniejsze aplikacje i pomagając w dostosowywaniu dojrzałych produktów do potrzeb konsumentów obeznanych z technologią cyfrową. Korzystając ze strategii projektowania opartej na doświadczeniu, pomagamy również klientom zmienić wyobrażenie sobie biznesu, w tym sposobów, w jakie angażować konsumentów, opracowywać produkty i usługi oraz skracać czas wprowadzania produktów na rynek. Wiedząc, że firmy muszą robić więcej niż tylko nadążać za trendami, pomagamy im odnosić sukcesy dzięki przełomowym rozwiązaniom, które zmieniają branżę i zmieniają oczekiwania.",
    "about.content.desc.1": "PCS zawsze łączyło punkty w różnych ekosystemach, łącząc producentów i rynki w celu tworzenia niesamowitych produktów. Teraz pomagamy firmom połączyć wszystkie te punkty z powrotem do konsumentów, którzy nie tylko angażują się w produkty i usługi, ale także przyczyniają się do ich ciągłego rozwoju.",
    "about.content.desc.2": "PCS ma doskonały bank talentów w Stanach Zjednoczonych i Indiach, który pomaga firmom produktowym w skalowaniu ich funkcji produktowych i inżynieryjnych z wykorzystaniem Stanów Zjednoczonych i Pune w Indiach. PCS został zaprojektowany, aby pomóc firmom produktowym poprzez zapewnienie elastycznej puli talentów z bardzo przejrzystymi modelami biznesowymi, które pomagają naszym klientom w konwersji tych wykonawców jako pełnoetatowych pracowników, gdy jest to potrzebne, poprzez uiszczenie opłat za zamianę.",

    "about.features.title": "Nasze funkcje",
    "about.features.title.0": "Kompetentna siła robocza",
    "about.features.title.1": "Serdeczne podejście do klienta",
    "about.features.title.2": "Nasz własny system rekomendacji",
    "about.features.title.3": "Global Connect",
    "about.features.title.4": "Historia osiągnięć",
    "about.features.title.5": "Otwarci na możliwości",

    "about.inner.title.0": "Nasza historia",
    "about.inner.desc.0": "Ponad 4 lata rozwoju produktów. Zbudowaliśmy ponad 15 produktów i świadczyliśmy usługi dla ponad 10 firm.",
    "about.inner.title.1": "Nasza misja",
    "about.inner.desc.1": "Chcemy być partnerem z wyboru dla potrzeb rozwoju produktów.",
    "about.inner.title.2": "Kim jesteśmy",
    "about.inner.desc.2": "Jesteśmy zespołem doświadczonych osób, które chcą pomagać naszym klientom w tworzeniu produktów przynoszących korzyści i zmieniających społeczeństwo."

}

















