{
    "clients.title": "Nasi klienci",
    
    "clients.desc": "Opracowaliśmy dla naszych klientów różne produkty w zakresie Internetu, urządzeń mobilnych i usług analitycznych, których opis można znaleźć poniżej.",
    
    "clients.desc.0": "Wymiana Kliniki Terapii Umysłu łączy terapeutę, pacjentów oraz placówki zapewniające kompleksową opiekę psychologiczną. Umożliwia klinicystom dzielenie się swoimi uwagami na temat pacjenta, co umożliwia szybkie leczenie. Administrator i lekarze mogą tworzyć grupy i zapraszać klientów do rejestracji. Używamy React do zasobów frontendowych i SailsJS do back-endu, który jest zbudowany na ExpressJS. Użyliśmy bazy danych NoSql (Elasticsearch) wraz z bazą danych SQL (PostgreSQL). Również w przypadku CI / CD użyliśmy kombinacji dockera i Jenkinsa.",
    "clients.desc.1": "Digital Spaces Inc. to nowoczesna platforma do zarządzania przestrzenią biurową. Stos technologii składa się z React, Redux dla Frontend, Postgre i Influx dla zaplecza oraz Grafana do zarządzania analizą przestrzenną. DSI jest pionierem w analizie przestrzennej, wykorzystując zaawansowane algorytmy sieci neuronowych i wizję komputerową, aby zapewnić dane demograficzne, liczbę kroków, obecność i czas przebywania w dowolnej przestrzeni fizycznej.",
    "clients.desc.2": "Platforma składa się z rozwiązania opartego na czujnikach, które umożliwia dostawcom usług naftowych i korporacjom śledzenie ilości i jakości olejów w ich zbiornikach. Stosem technologii, którego używamy, jest stos TICK (Telegraf, InfluxDB, Chronograf i Kapacitor). Rozwiązanie zapewnia powiadomienia i alerty w czasie rzeczywistym, minimalizując w ten sposób koszty i wysiłek związany z ręcznym monitorowaniem. Rozwiązanie oparte na sztucznej inteligencji generuje prognozy dotyczące szacowanych terminów serwisowania i harmonogramu uzupełniania.",
    "clients.desc.3": "MyChatri to rewolucja edukacyjna w Indiach. Platforma ta umożliwia osobom poszukującym pracy przygotowanie się na branżę przy użyciu chmury wiedzy będącej znakiem towarowym. Opracowaliśmy aplikację internetową, moduł administracyjny i aplikację na Androida dla MyChatri, które pomogły im w osiągnięciu ich celów. Użyliśmy frameworka PHP-laravel i frameworka Bootstrap CSS do tworzenia stron internetowych, a do tworzenia aplikacji na Androida wykorzystaliśmy XML i Javę.",
    "clients.desc.4": "W InfiSwift opracowaliśmy aplikacje internetowe i na Androida dla ich platform rolniczych i słonecznych PV (fotowoltaicznych). Stos technologii obejmuje obsługę MQTT, React, Redux, dla Frontend, DNP3 dla backendu i natywnego tworzenia aplikacji na Androida. Stworzona przez nas aplikacja na Androida zastąpiła tradycyjny panel sterowania kombajnów ziemniaczanych. Stworzyliśmy system śledzenia i monitorowania pojazdów w sieci, który służył do śledzenia ścieżki ciężarówki i kombajnu. Stworzyliśmy również kokpity do monitorowania falowników fotowoltaicznych, zapewniające kontrolę oprogramowania i przegląd z analizami i pulpitem nawigacyjnym.",
    "clients.desc.5": "Tavisca to firma zajmująca się technologią podróżniczą, która każdego roku wspiera miliony rezerwacji podróży w zakresie rozwiązań swoich klientów. Pomagamy im naszą wiedzą techniczną dotyczącą migracji ich komponentów z .NET Framework i nodeJS do .NET Core w celu poprawy wydajności i obniżenia kosztów.",
    "clients.desc.6": "Pomogliśmy w tworzeniu aplikacji webowych, iOS i Android. Stosowane technologie to React, Redux, React-native dla frontendu i Mulesoft dla backendu. Opracowana aplikacja internetowa została zaprojektowana z myślą o różnych osobach użytkowników, podczas gdy aplikacja mobilna została opracowana dla rolników z prostym układem i nawigacją. Korzystaliśmy z usług uwierzytelniania OKTA do zarządzania SSO (Single Sign-ON) i AD (Authorized Dealer). Opracowaliśmy funkcje takie jak zapraszanie nowego użytkownika, prognozy, raporty, alarmy masowe, powiadomienia push.",
    "clients.desc.7": "Stworzyliśmy kompleksową, inteligentną platformę PV (fotowoltaiczną) do zdalnego monitorowania aktywów fotowoltaicznych. Składa się z aplikacji na Androida i aplikacji internetowych, które zapewniają narzędzia diagnostyczne, takie jak pulpity nawigacyjne i alarmy, narzędzia do zarządzania danymi i wizualizacji danych. Stos technologiczny obejmuje MQTT, React, Redux dla Frontend, DNP3 dla zaplecza i Grafana do zarządzania analizami.",
    "clients.desc.8": "Pomogliśmy im dostarczając rozwiązania Business Intelligence i hurtowni danych z wykorzystaniem obiektów Informatica i Business.",
    "clients.desc.9": "Pomogliśmy im, dostarczając inżynierów zaplecza Java.",
    "clients.desc.10": "Prize Logic LLC świadczy cyfrowe usługi promocyjne. Firma oferuje architekturę promocyjną, planowanie kalendarza, analizę biznesową, kierownictwo artystyczne, pakowanie zestawów, wysyłkę, magazynowanie i usługi prawne. Prize Logic obsługuje klientów na całym świecie. Pomogliśmy im, dostarczając inżynierów pełnego stosu platformy .NET.",
    "clients.desc.11": "Ellie Mae Inc., pierwotnie nazywana Electronic Mortgage Affiliates, to firma programistyczna, która przetwarza 35% wniosków o kredyt hipoteczny w USA. Usługi opierają się na modelu oprogramowania jako usługi (SaaS), który usprawnia i automatyzuje proces inicjowania i finansowania nowych kredytów hipotecznych oraz ułatwia zgodność z przepisami. Pomogliśmy im, zapewniając inżynierów uczenia maszynowego i nauki o danych."
}